Repository: Splynek/splynek
Catalog: Sources/SplynekCore/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt

source: Up \(formatDuration(seed.uptime))
de: Aktiv \(formatDuration(seed.uptime))
es: Activo \(formatDuration(seed.uptime))
fr: Actif \(formatDuration(seed.uptime))
it: Attivo \(formatDuration(seed.uptime))
pt_pt: Ativo \(formatDuration(seed.uptime))

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt_pt: Atualizar

source: Update all
de: Alle aktualisieren
es: Actualizar todo
fr: Tout mettre à jour
it: Aggiorna tutto
pt_pt: Atualizar tudo

source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pt_pt: Atualizações

source: Updates available
de: Updates verfügbar
es: Actualizaciones disponibles
fr: Mises à jour disponibles
it: Aggiornamenti disponibili
pt_pt: Atualizações disponíveis

source: Updates download via Splynek’s bonded multi-interface fetch and verify with an Ed25519 receipt before installing. Click Update on a row to start.
de: Updates werden über Splyneks gebündelten Multi-Interface-Download geladen und vor der Installation mit einer Ed25519-Quittung verifiziert. Klicke in einer Zeile auf Aktualisieren, um zu starten.
es: Las actualizaciones se descargan mediante la descarga multi-interfaz combinada de Splynek y se verifican con un recibo Ed25519 antes de instalar. Haz clic en Actualizar en una fila para empezar.
fr: Les mises à jour se téléchargent via le fetch multi-interfaces combiné de Splynek et sont vérifiées par un reçu Ed25519 avant l’installation. Clique sur Mettre à jour sur une ligne pour commencer.
it: Gli aggiornamenti si scaricano tramite il fetch multi-interfaccia bonded di Splynek e vengono verificati con una ricevuta Ed25519 prima dell’installazione. Clicca su Aggiorna su una riga per iniziare.
pt_pt: As atualizações descarregam via fetch multi-interface bonded do Splynek e são verificadas com um recibo Ed25519 antes de instalar. Clica em Atualizar numa linha para começar.

source: Uploaded \(formatBytes(seed.bytesServed))
de: Hochgeladen \(formatBytes(seed.bytesServed))
es: Subido \(formatBytes(seed.bytesServed))
fr: Téléversé \(formatBytes(seed.bytesServed))
it: Caricato \(formatBytes(seed.bytesServed))
pt_pt: Enviado \(formatBytes(seed.bytesServed))

source: Usage timeline
de: Nutzungs-Zeitleiste
es: Línea de uso
fr: Chronologie d'usage
it: Cronologia uso
pt_pt: Linha temporal de uso

source: Use yt-dlp
de: yt-dlp verwenden
es: Usar yt-dlp
fr: Utiliser yt-dlp
it: Usa yt-dlp
pt_pt: Usar yt-dlp

source: Verified — Splynek will check the file matches the publisher's checksum
de: Verifiziert — Splynek prüft, ob die Datei mit der Prüfsumme des Herausgebers übereinstimmt
es: Verificado — Splynek comprobará que el archivo coincide con la suma del autor
fr: Vérifié — Splynek s'assurera que le fichier correspond à la somme de contrôle de l'éditeur
it: Verificato — Splynek controllerà che il file corrisponda al checksum dell'editore
pt_pt: Verificado — o Splynek vai confirmar que o ficheiro corresponde à soma de controlo do editor

source: Verify the server's responding without leaving Splynek. Picks the same endpoint you'd give a remote client.
de: Prüft, ob der Server antwortet, ohne Splynek zu verlassen. Verwendet denselben Endpunkt, den Sie einem entfernten Client geben würden.
es: Verifica que el servidor responde sin salir de Splynek. Usa el mismo endpoint que darías a un cliente remoto.
fr: Vérifie que le serveur répond sans quitter Splynek. Utilise le même point d'accès que vous donneriez à un client distant.
it: Verifica che il server risponda senza uscire da Splynek. Usa lo stesso endpoint che daresti a un client remoto.
pt_pt: Verifica se o servidor responde sem sair do Splynek. Usa o mesmo endpoint que darias a um cliente remoto.

source: Verify this download is authentic (optional)
de: Authentizität dieses Downloads prüfen (optional)
es: Verificar que esta descarga es auténtica (opcional)
fr: Vérifier l'authenticité de ce téléchargement (optionnel)
it: Verifica l'autenticità di questo download (opzionale)
pt_pt: Verificar se esta transferência é autêntica (opcional)

source: Verifying
de: Überprüfung
es: Verificando
fr: Vérification
it: Verifica
pt_pt: A verificar

source: Verifying integrity…
de: Integrität wird geprüft…
es: Verificando integridad…
fr: Vérification de l'intégrité…
it: Verifica integrità…
pt_pt: A verificar integridade…

source: Verifying signature…
de: Signatur wird überprüft…
es: Verificando firma…
fr: Vérification de la signature…
it: Verifica firma…
pt_pt: A verificar assinatura…

source: Version %@ is available
de: Version %@ ist verfügbar
es: La versión %@ está disponible
fr: La version %@ est disponible
it: È disponibile la versione %@
pt_pt: Está disponível a versão %@

source: View archived copy in browser
de: Archivierte Kopie im Browser ansehen
es: Ver copia archivada en el navegador
fr: Voir la copie archivée dans le navigateur
it: Visualizza copia archiviata nel browser
pt_pt: Ver cópia arquivada no navegador

source: View page
de: Seite anzeigen
es: Ver página
fr: Voir la page
it: Mostra pagina
pt_pt: Ver página

source: View pricing on the publisher's site
de: Preise auf der Website des Anbieters anzeigen
es: Ver precios en el sitio del editor
fr: Voir les tarifs sur le site de l'éditeur
it: Vedi i prezzi sul sito dell'editore
pt_pt: Ver preços no site do editor

source: Visit
de: Besuchen
es: Visitar
fr: Visiter
it: Visita
pt_pt: Visitar

source: Visit %@ homepage in browser
de: Startseite von %@ im Browser öffnen
es: Visitar la página de inicio de %@ en el navegador
fr: Visiter la page d'accueil de %@ dans le navigateur
it: Visita la home page di %@ nel browser
pt_pt: Visitar a página inicial de %@ no navegador

source: Visit \(alt.name) (\(kind.displayLabel.lowercased()))
de: \(alt.name) besuchen (\(kind.displayLabel.lowercased()))
es: Visitar \(alt.name) (\(kind.displayLabel.lowercased()))
fr: Visiter \(alt.name) (\(kind.displayLabel.lowercased()))
it: Visita \(alt.name) (\(kind.displayLabel.lowercased()))
pt_pt: Visitar \(alt.name) (\(kind.displayLabel.lowercased()))

source: Visit \(alt.name) project page
de: Projekt­seite von \(alt.name) besuchen
es: Visitar la página del proyecto de \(alt.name)
fr: Visiter la page projet de \(alt.name)
it: Visita la pagina del progetto \(alt.name)
pt_pt: Visitar página do projecto \(alt.name)

source: Visit project
de: Projekt besuchen
es: Visitar proyecto
fr: Voir le projet
it: Visita il progetto
pt_pt: Visitar projeto

source: WAITING
de: WARTET
es: ESPERANDO
fr: ATTENTE
it: IN ATTESA
pt_pt: EM ESPERA

source: WATCHING %lld
de: ÜBERWACHT %lld
es: VIGILANDO %lld
fr: SURVEILLE %lld
it: MONITORAGGIO %lld
pt_pt: A VIGIAR %lld

source: WRAPS MIDNIGHT
de: ÜBER MITTERNACHT
es: PASA MEDIANOCHE
fr: PASSE MINUIT
it: OLTRE MEZZANOTTE
pt_pt: PASSA À MEIA-NOITE

source: WRITES
de: SCHREIBT
es: ESCRIBE
fr: ÉCRIT
it: SCRIVE
pt_pt: ESCREVE

source: Waiting for the fleet listener to bind…
de: Warte, bis der Flotten-Listener gebunden wird…
es: Esperando a que el escuchador de la flota se vincule…
fr: En attente de la liaison de l'écouteur de flotte…
it: In attesa che il listener della flotta si colleghi…
pt_pt: À espera que o ouvinte da Frota se ligue…

source: Walk through a guided swap from \(entry.targetDisplayName) to \(alt.name) — open the homepage, mark the original for review.
de: Durchlaufen eines geführten Wechsels von \(entry.targetDisplayName) zu \(alt.name) — Startseite öffnen, Original zur Überprüfung markieren.
es: Recorre un intercambio guiado de \(entry.targetDisplayName) a \(alt.name) — abre la página de inicio, marca la original para revisión.
fr: Parcourir un échange guidé de \(entry.targetDisplayName) vers \(alt.name) — ouvrir la page d'accueil, marquer l'originale pour examen.
it: Affronta uno scambio guidato da \(entry.targetDisplayName) a \(alt.name) — apri la home page, contrassegna l'originale per la revisione.
pt_pt: Percorre uma troca guiada de \(entry.targetDisplayName) para \(alt.name) — abre a página inicial, marca a original para revisão.

source: Watch folder for drops
de: Ordner auf neue Dateien überwachen
es: Vigilar carpeta para archivos nuevos
fr: Surveiller le dossier pour les nouveaux fichiers
it: Monitora cartella per nuovi file
pt_pt: Vigiar pasta para ficheiros novos

source: Watched folder
de: Überwachter Ordner
es: Carpeta vigilada
fr: Dossier surveillé
it: Cartella monitorata
pt_pt: Pasta vigiada

source: Web service
de: Webdienst
es: Servicio web
fr: Service web
it: Servizio web
pt_pt: Serviço web

source: Weekdays
de: Wochentage
es: Días laborables
fr: Jours ouvrés
it: Giorni feriali
pt_pt: Dias úteis

source: Welcome to Splynek
de: Willkommen bei Splynek
es: Te damos la bienvenida a Splynek
fr: Bienvenue dans Splynek
it: Ti diamo il benvenuto in Splynek
pt_pt: Bem-vindo ao Splynek

source: What the engine is doing right now. One section per running download — throughput, interface breakdown, pipeline stage.
de: Was die Engine gerade tut. Ein Abschnitt pro laufendem Download — Durchsatz, Schnittstellen-Aufschlüsselung, Pipeline-Phase.
es: Lo que el motor está haciendo ahora. Una sección por descarga en curso — ancho de banda, desglose por interfaz, fase del pipeline.
fr: Ce que le moteur fait en ce moment. Une section par téléchargement en cours — débit, répartition par interface, étape du pipeline.
it: Cosa sta facendo il motore in questo momento. Una sezione per ogni download in corso — throughput, suddivisione per interfaccia, fase pipeline.
pt_pt: O que o motor está a fazer agora. Uma secção por transferência em curso — débito, divisão por interface, fase do pipeline.

source: What this Mac is sharing
de: Was dieser Mac teilt
es: Qué está compartiendo este Mac
fr: Ce que ce Mac partage
it: Cosa sta condividendo questo Mac
pt_pt: O que este Mac está a partilhar

source: What this measures
de: Was dies misst
es: Qué mide esto
fr: Ce que cela mesure
it: Cosa misura
pt_pt: O que isto mede

source: When on, Splynek re-runs the installer pipeline every 6 hours and replaces this app if the publisher's URL serves new bytes.
de: Wenn aktiv, führt Splynek alle 6 Stunden die Installer-Pipeline erneut aus und ersetzt diese App, sobald die URL des Herausgebers neue Bytes liefert.
es: Cuando está activo, Splynek vuelve a ejecutar el pipeline del instalador cada 6 horas y reemplaza esta app si la URL del autor sirve nuevos bytes.
fr: Quand actif, Splynek relance le pipeline d'installation toutes les 6 heures et remplace cette app si l'URL de l'éditeur sert de nouveaux octets.
it: Se attivo, Splynek riesegue la pipeline di installazione ogni 6 ore e sostituisce questa app se l'URL dell'editore serve nuovi byte.
pt_pt: Quando ativo, o Splynek volta a executar a pipeline do instalador a cada 6 horas e substitui esta aplicação se o URL do editor publicar novos bytes.

source: Where should downloads go?
de: Wo sollen Downloads gespeichert werden?
es: ¿Dónde guardar las descargas?
fr: Où enregistrer les téléchargements ?
it: Dove salvare i download?
pt_pt: Onde guardar as transferências?

source: Window is open — queued items will start as slots free up.
de: Das Fenster ist offen — Elemente in der Warteschlange starten, sobald Slots frei werden.
es: La ventana está abierta — los elementos en cola comenzarán a medida que se liberen los slots.
fr: La fenêtre est ouverte — les éléments en file commenceront à mesure que les emplacements se libèrent.
it: La finestra è aperta — gli elementi in coda partiranno man mano che si liberano gli slot.
pt_pt: A janela está aberta — os itens em fila vão começar à medida que as vagas ficam livres.

source: Write the current queue to a JSON file.
de: Aktuelle Warteschlange in eine JSON-Datei schreiben.
es: Escribir la cola actual en un archivo JSON.
fr: Écrire la file actuelle dans un fichier JSON.
it: Scrivi la coda attuale in un file JSON.
pt_pt: Escrever a fila atual num ficheiro JSON.

source: YOUR PLAN
de: DEIN PLAN
es: TU PLAN
fr: TON PLAN
it: IL TUO PIANO
pt_pt: O TEU PLANO

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt_pt: Ontem

source: You already have this file
de: Sie haben diese Datei bereits
es: Ya tienes este archivo
fr: Vous avez déjà ce fichier
it: Hai già questo file
pt_pt: Já tens este ficheiro

source: You've engaged with Trust Watcher \(active) times. Splynek's evaluating a Trust+ subscription that adds: weekly Trust-catalog refreshes, acquisition radar ("this app got bought by X — here's the privacy delta"), one-click ToS history viewer.
de: Sie haben \(active)-mal mit dem Vertrauenswächter interagiert. Splynek prüft ein Trust+-Abonnement, das Folgendes hinzufügt: wöchentliche Trust-Katalog­aktualisierungen, Übernahme-Radar („diese App wurde von X gekauft — hier ist die Datenschutz-Differenz“), Ein-Klick-AGB-Verlaufs­anzeige.
es: Has interactuado con el Vigía de Confianza \(active) veces. Splynek está evaluando una suscripción Trust+ que añade: actualizaciones semanales del catálogo Trust, radar de adquisiciones ("esta app fue comprada por X — esta es la diferencia de privacidad"), visor de historial de términos de servicio con un clic.
fr: Vous avez interagi avec la Sentinelle de confiance \(active) fois. Splynek évalue un abonnement Trust+ qui ajoute : actualisations hebdomadaires du catalogue Trust, radar d'acquisitions (« cette application a été rachetée par X — voici le delta de confidentialité »), visualiseur d'historique des CGU en un clic.
it: Hai interagito con la Sentinella di fiducia \(active) volte. Splynek sta valutando un abbonamento Trust+ che aggiunge: aggiornamenti settimanali del catalogo Trust, radar di acquisizioni ("questa app è stata acquistata da X — ecco la differenza sulla privacy"), visualizzatore di cronologia Termini di servizio con un clic.
pt_pt: Já interagiste com o Vigia de Confiança \(active) vezes. O Splynek está a avaliar uma subscrição Trust+ que adiciona: actualizações semanais do catálogo Trust, radar de aquisições ("esta app foi comprada por X — eis a diferença de privacidade"), visualizador de histórico de Termos de Serviço com um clique.

source: You've engaged with Trust Watcher \(active) times. Splynek's evaluating a Trust+ subscription that adds: weekly Trust-catalog refreshes, acquisition radar (\"this app got bought by X — here's the privacy delta\"), one-click ToS history viewer.
de: Sie haben \(active)-mal mit dem Vertrauenswächter interagiert. Splynek prüft ein Trust+-Abonnement, das Folgendes hinzufügt: wöchentliche Trust-Katalog­aktualisierungen, Übernahme-Radar („diese App wurde von X gekauft — hier ist die Datenschutz-Differenz“), Ein-Klick-AGB-Verlaufs­anzeige.
es: Has interactuado con el Vigía de Confianza \(active) veces. Splynek está evaluando una suscripción Trust+ que añade: actualizaciones semanales del catálogo Trust, radar de adquisiciones ("esta app fue comprada por X — esta es la diferencia de privacidad"), visor de historial de términos de servicio con un clic.
fr: Vous avez interagi avec la Sentinelle de confiance \(active) fois. Splynek évalue un abonnement Trust+ qui ajoute : actualisations hebdomadaires du catalogue Trust, radar d'acquisitions (« cette application a été rachetée par X — voici le delta de confidentialité »), visualiseur d'historique des CGU en un clic.
it: Hai interagito con la Sentinella di fiducia \(active) volte. Splynek sta valutando un abbonamento Trust+ che aggiunge: aggiornamenti settimanali del catalogo Trust, radar di acquisizioni ("questa app è stata acquistata da X — ecco la differenza sulla privacy"), visualizzatore di cronologia Termini di servizio con un clic.
pt_pt: Já interagiste com o Vigia de Confiança \(active) vezes. O Splynek está a avaliar uma subscrição Trust+ que adiciona: actualizações semanais do catálogo Trust, radar de aquisições ("esta app foi comprada por X — eis a diferença de privacidade"), visualizador de histórico de Termos de Serviço com um clique.

source: Your Mac is running lean.
de: Dein Mac kommt mit wenig aus.
es: Tu Mac va ligero.
fr: Ton Mac fonctionne sobrement.
it: Il tuo Mac viaggia leggero.
pt_pt: O teu Mac está leve.

source: Your engagement (read-only)
de: Ihre Nutzung (schreibgeschützt)
es: Tu actividad (solo lectura)
fr: Votre engagement (lecture seule)
it: Il tuo coinvolgimento (sola lettura)
pt_pt: A tua utilização (só leitura)

source: Your personal download concierge.
de: Ihr persönlicher Download-Concierge.
es: Tu concierge personal de descargas.
fr: Votre concierge de téléchargement personnel.
it: Il tuo concierge personale per i download.
pt_pt: O teu concierge pessoal de transferências.

source: Your rights + responsibilities
de: Ihre Rechte + Pflichten
es: Tus derechos y responsabilidades
fr: Vos droits et responsabilités
it: I tuoi diritti e responsabilità
pt_pt: Os teus direitos e responsabilidades

source: Your software supply chain
de: Ihre Software-Lieferkette
es: Tu cadena de suministro de software
fr: Votre chaîne d’approvisionnement logicielle
it: La tua supply chain del software
pt_pt: A tua cadeia de software

source: \(alt.name)'s desktop app is announced but not yet shipped. Splynek tracks the project page.
de: Die Desktop-App von \(alt.name) ist angekündigt, aber noch nicht veröffentlicht. Splynek verfolgt die Projekt­seite.
es: La app de escritorio de \(alt.name) está anunciada pero aún no se ha lanzado. Splynek sigue la página del proyecto.
fr: L'application desktop de \(alt.name) est annoncée mais pas encore disponible. Splynek suit la page projet.
it: L'app desktop di \(alt.name) è stata annunciata ma non ancora rilasciata. Splynek segue la pagina del progetto.
pt_pt: A app desktop de \(alt.name) foi anunciada mas ainda não está disponível. O Splynek segue a página do projecto.

source: \(manualOnly.count) apps without a known update source
de: \(manualOnly.count) Apps ohne bekannte Update-Quelle
es: \(manualOnly.count) apps sin fuente de actualización conocida
fr: \(manualOnly.count) applications sans source de mise à jour connue
it: \(manualOnly.count) app senza fonte di aggiornamento nota
pt_pt: \(manualOnly.count) apps sem fonte de actualização conhecida

source: \(recipe.items.count - selectedCount) unchecked
de: %lld nicht ausgewählt
es: %lld sin marcar
fr: %lld non cochés
it: %lld non selezionati
pt_pt: %lld por marcar

source: \(recipe.items.count) items · \(recipe.modelUsed) · \(relative(recipe.generatedAt))
de: %1$lld Einträge · %2$@ · %3$@
es: %1$lld elementos · %2$@ · %3$@
fr: %1$lld éléments · %2$@ · %3$@
it: %1$lld elementi · %2$@ · %3$@
pt_pt: %1$lld itens · %2$@ · %3$@

source: \(resolved.count) scanned
de: \(resolved.count) gescannt
es: \(resolved.count) escaneadas
fr: \(resolved.count) analysées
it: \(resolved.count) analizzate
pt_pt: \(resolved.count) analisadas

source: \(row.copies) history entries point at this same file. Trashing here removes them all.
de: \(row.copies) Verlaufs­einträge zeigen auf dieselbe Datei. Hier in den Papierkorb verschieben entfernt sie alle.
es: \(row.copies) entradas del historial apuntan al mismo archivo. Eliminarlas aquí las quita todas.
fr: \(row.copies) entrées d'historique pointent vers le même fichier. Les supprimer ici les enlève toutes.
it: \(row.copies) voci della cronologia puntano allo stesso file. Eliminarle qui le rimuove tutte.
pt_pt: \(row.copies) entradas no histórico apontam para o mesmo ficheiro. Apagar aqui remove todas.

source: \(seed.connectedPeers) leechers
de: \(seed.connectedPeers) Leecher
it: \(seed.connectedPeers) leecher

source: \(selectedCount)/\(recipe.items.count) SELECTED
de: %1$lld/%2$lld AUSGEWÄHLT
es: %1$lld/%2$lld SELECCIONADOS
fr: %1$lld/%2$lld SÉLECTIONNÉS
it: %1$lld/%2$lld SELEZIONATI
pt_pt: %1$lld/%2$lld SELECIONADOS

source: aggressive
de: aggressiv
es: agresivo
fr: agressif
it: aggressivo
pt_pt: agressivo

source: balanced
de: ausgewogen
es: equilibrado
fr: équilibré
it: bilanciato
pt_pt: equilibrado

source: can be replaced by
de: kann ersetzt werden durch
es: puede ser reemplazado por
fr: peut être remplacé par
it: può essere sostituito da
pt_pt: pode ser substituída por

source: can become
de: kann werden
es: puede convertirse en
fr: peut devenir
it: può diventare
pt_pt: pode tornar-se

source: costing you ~\(formatUSD(currentApprox))/\(cycle.displayLabel)
de: kostet Sie ~\(formatUSD(currentApprox))/\(cycle.displayLabel)
es: te cuesta ~\(formatUSD(currentApprox))/\(cycle.displayLabel)
fr: vous coûte environ \(formatUSD(currentApprox))/\(cycle.displayLabel)
it: ti costa ~\(formatUSD(currentApprox))/\(cycle.displayLabel)
pt_pt: a custar-te ~\(formatUSD(currentApprox))/\(cycle.displayLabel)

source: e.g. set up my Mac for iOS development
de: z.B. meinen Mac für iOS-Entwicklung einrichten
es: p. ej. configurar mi Mac para desarrollo iOS
fr: p. ex. configurer mon Mac pour le développement iOS
it: es. configura il mio Mac per lo sviluppo iOS
pt_pt: p. ex. configurar o meu Mac para desenvolvimento iOS

source: high concern 100
de: hohes Bedenken 100
es: preocupación alta 100
fr: préoccupation élevée 100
it: preoccupazione alta 100
pt_pt: preocupação alta 100

source: installed paid app
de: installierte bezahlte App
es: app de pago instalada
fr: app payante installée
it: app a pagamento installata
pt_pt: app paga instalada

source: month
de: Monat
es: mes
fr: mois
it: mese
pt_pt: mês

source: of %@
de: von %@
es: de %@
fr: sur %@
it: di %@
pt_pt: de %@

source: one-time
de: einmalig
es: único
fr: unique
it: unico
pt_pt: único

source: per year
de: pro Jahr
es: por año
fr: par an
it: all’anno
pt_pt: por ano

source: polite
de: höflich
es: educado
fr: poli
it: cortese
pt_pt: moderado

source: saved %@
de: %@ gespart
es: ahorrado %@
fr: économisés %@
it: risparmiati %@
pt_pt: poupados %@

source: took %@
de: dauerte %@
es: tardó %@
fr: a pris %@
it: impiegato %@
pt_pt: demorou %@

source: via \(toolID)
de: über \(toolID)
es: vía \(toolID)
it: tramite \(toolID)

source: vs. best single-path estimate
de: ggü. bester Einzelpfad-Schätzung
es: vs. mejor estimación de ruta única
fr: vs. meilleure estimation à voie unique
it: vs. miglior stima a percorso singolo
pt_pt: vs. melhor estimativa de caminho único

source: year
de: Jahr
es: año
fr: an
it: anno
pt_pt: ano

source: yt-dlp detected — use it for this URL
de: yt-dlp erkannt — für diese URL verwenden
es: yt-dlp detectado — úsalo para esta URL
fr: yt-dlp détecté — l'utiliser pour cette URL
it: yt-dlp rilevato — usalo per questo URL
pt_pt: yt-dlp detetado — usar para este URL

source: …and %lld more.
de: …und %lld weitere.
es: …y %lld más.
fr: …et %lld de plus.
it: …e altre %lld.
pt_pt: …e mais %lld.

source: %lld SWARM
es: %lld ENJAMBRE
fr: %lld ESSAIM
it: %lld SCIAME
pt_pt: %lld FROTA

source: API tokens
es: Tokens de API
fr: Jetons d'API
it: Token API
pt_pt: Tokens de API

source: Auto-update
es: Auto-actualizar
fr: Mise à jour automatique
it: Aggiornamento automatico
pt_pt: Atualização automática

source: Benchmark
es: Prueba de rendimiento
fr: Évaluation
pt_pt: Avaliação

source: Client
es: Cliente
pt_pt: Cliente

source: DOWNLOADS
es: DESCARGAS
fr: TÉLÉCHARGEMENTS
it: DOWNLOAD
pt_pt: TRANSFERÊNCIAS

source: Details
es: Detalles
fr: Détails
it: Dettagli
pt_pt: Detalhes

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
pt_pt: Transferências

source: Filter
es: Filtro
fr: Filtre
it: Filtro
pt_pt: Filtro

source: Format
es: Formato
it: Formato
pt_pt: Formato

source: Host
es: Anfitrión
fr: Hôte
pt_pt: Anfitrião

source: LIVE
es: EN VIVO
fr: EN DIRECT
pt_pt: AO VIVO

source: Live
es: En Vivo
fr: En Direct
pt_pt: Ao Vivo

source: NAME
es: NOMBRE
fr: NOM
it: NOME
pt_pt: NOME

source: Name
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome

source: PORT
es: PUERTO
it: PORTA
pt_pt: PORTA

source: Pause
es: Pausar
it: Pausa
pt_pt: Pausar

source: Phase
es: Fase
it: Fase
pt_pt: Fase

source: Port
es: Puerto
it: Porta
pt_pt: Porta

source: Port %lld
es: Puerto %lld
it: Porta %lld
pt_pt: Porta %lld
